export let introcution = [
  {
    name: '前端',
    tip: '颜值担当',
    shortIntro: '什么是前端? 前端是网站的颜值担当。酷炫的效果,流畅的交互...',
    longIntro: [ // 每一个字段就是一个段落
      '前端是一个网站最直接的体现, 你所看到的手机或者电脑的网站都出自前端工程师, 小程序开发, 公众号开发也在我们的范畴之内',
      '前端是一个很广的领域, 在这里你可以自由开发你所喜欢的应用',
      '加入我们吧, 开启你的前端之旅'
    ],
    imgFile: require('../static/front.jpg')
  },
  {
    name: 'P&A',
    tip: '我们招新啦',
    shortIntro: 'P&A目的在于创造一个浓厚的学习和交流技术的氛围...',
    longIntro: [ // 每一个字段就是一个段落
      'P&A是由具有许多项目经验和丰富的学习经验的师兄所创建, 我们希望这个平台帮助更多的同学, 进行知识的分享',
      'P&A拥有一套完整的学习和知识体系。目的在于创造一个浓厚的学习和交流技术的氛围, 让热爱知识和技术的同学能有个学习和编程知识分享的平台, 早日踏入神奇而美妙的编程之旅， 共延编程之梦',
    ],
    imgFile: require('../static/P&A.png')
  },
  {
    name: '后台',
    tip: '坚强后盾',
    shortIntro: '什么是后台？后台是前端、安卓、iOS等方向的坚实后盾...',
    longIntro: [ // 每一个字段就是一个段落
      '什么是后台？后台是前端、安卓、iOS等方向的坚实后盾，它会接收客户端发来的请求，然后在服务器中根据数据库中存放的数据进行业务逻辑的处理，再返回结果。',
      '举个例子，我们可以在网站或app中进行登录，当输入用户名和密码，并点击登录时，服务器会从数据库中将这些信息进行配对，当配对成功时，才可以让用户进行下一步操作，这就是后台的使命！',
    ],
    imgFile: require('../static/java.jpg')
  },
  {
    name: '安卓',
    tip: '技术探索',
    shortIntro: '安卓是什么?安卓是一个基于Linux的自由及开源代码的操作系统...',
    longIntro: [ // 每一个字段就是一个段落
      'Android是一个基于Linux的自由及开源代码的操作系统, 类似于我们在手机上看到的app，都是通过Android开发，开发Android应用有和前端一样的界面交互，也有和后台相似的后台数据处理, 选择Android将会学习到更多、更广泛的技术'
    ],
    imgFile: require('../static/anroid.png')
  },
]