export let introcution = [
  {
    name: '前端',
    tip: '大法好, 大法秒',
    shortIntro: '前端主要是web页面, 手机h5页面, 经典经典经典九九小程序...',
    longIntro: [ // 每一个字段就是一个段落
      '前端大法好, 好在那里我也不知道, 我就是不知道我就是不知到',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼'
    ],
    imgFile: require('../static/front.jpg')
  },
  {
    name: 'P&A',
    tip: '大法好, 大法秒',
    shortIntro: '一个团队, 啦啦啦啦啦啦踩踩踩踩踩踩从啦啦...',
    longIntro: [ // 每一个字段就是一个段落
      'P&A大法好, 好在那里我也不知道, 我就是不知道我就是不知到',
      'P&A开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
    ],
    imgFile: require('../static/P&A.png')
  },
  {
    name: '后台',
    tip: '大法好, 大法秒',
    shortIntro: '后台语言java, 啦啦踩踩顶顶顶顶顶踩踩踩啦啦啦...',
    longIntro: [ // 每一个字段就是一个段落
      '后台大法好, 好在那里我也不知道, 我就是不知道我就是不知到',
      '后台开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
    ],
    imgFile: require('../static/java.jpg')
  },
  {
    name: '安卓',
    tip: '大法好, 大法秒',
    shortIntro: '安卓语言是什么?? 我踩踩踩踩踩水水水水水不知道...',
    longIntro: [ // 每一个字段就是一个段落
      '安卓大法好, 好在那里我也不知道, 我就是不知道我就是不知到',
      '安卓开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼',
      '前端开导开导开导开导开导开导开导开导看呼呼呼呼呼'
    ],
    imgFile: require('../static/anroid.png')
  },
]